/* 
  Localizable.strings
  Pomodoro Time

  Created by Edward Burns on 7/13/16.
  Copyright © 2016 Xwavesoft. All rights reserved.
*/

"To Do" = "To Do";
/*finished list*/
"Done"  = "Done";

//actions
/*finish task*/
"Done" = "Done";
"Undone"= "Undone";

"Paste" = "Paste";

//context menu & user notifications
"Add task (⌘N)" = "Add task (⌘N)";
"Start/Pause" = "Start/Pause";
"Skip" = "Skip";
"Start_context_action" = "Start";
"Pause" = "Pause";
"Details" = "Details";

"Start break" = "Start break";
"Time to take a break!" = "Time to take a break!";
"Time to take a long break!" = "Time to take a long break!";
"Start work" = "Start work";
"Time to work!" = "Time to work!";

//count fineshed intervals today
"Today %ld/%ld" = "Today %ld/%ld";
"Today" = "Today";

//import alert
"Import existing data" = "Import existing data";
"Would you like to import your existing data from the free version?" = "Would you like to import your existing data from the free version?";
"Import" = "Import";
"No" = "No";

//alert actions
"Cancel" = "Cancel";
"Open" = "Open";
"Ok" = "Ok";
"Save" = "Save";
"Yes" = "Yes";

"Basic Tips" = "Basic Tips";

//app settings
"intervals" = "intervals";
"interval" = "interval";
"minutes" = "minutes";
"minute" = "minute";
"intervals per day" = "intervals per day";
"Export to CSV" = "Export to CSV";

"Work Interval" = "Work Interval";
"Short Break" = "Short Break";
"Long Break" = "Long Break";
"Long Break After" = "Long Break After";
"Target per day" = "Target per day";

"The timer should not be started to apply the settings" = "The timer should not be started to apply the settings";
"Skip interval" = "Skip interval";

//authorization
"Login" = "Login";
"Register" = "Register";
"Upgrade to PRO version" = "Upgrade to PRO version";
"Logout" = "Logout";
"Restore Password"= "Restore Password";
"Sign Up" ="Sign Up";
"Forgot Password?" ="Forgot Password?";

//time screen
//text field placeholder
"Enter task name..." = "Enter task name...";

//edit time interval screen
"Interval" = "Interval"; //title of screen
"Delete" = "Delete";
"Duration" = "Duration";
"Start" = "Start"; /*time of begining*/

//edit task screen
"Completed intervals" = "Completed intervals"; /*number of completed intervals*/
"min" = "min"; /*minutes*/

//timeintervals errors
"The interval intersects one of the other intervals" = "The interval intersects one of the other intervals";
"The interval must end before the current time" = "The interval must end before the current time";
"The interval duration must be greater than zero" = "The interval duration must be greater than zero";


"Please enter the task name" = "Please enter the task name";

//reports
"There are no completed intervals for the selected period" = "There are no completed intervals for the selected period";
//default time intervals
"Custom" = "Custom";
"Yesterday" = "Yesterday";
"This week" = "This week";
"Previous week" = "Previous week";
"This month" = "This month";
"Previous month" = "Previous month";
"This year" = "This year";
"All data" = "All data";

"Start date" = "Start date";
"End date" = "End date";
"Tags" = "Tags";
"Units" = "Units";

//axis titles
"Work intervals" ="Work intervals";
"Date" = "Date";

"Task" = "Task";
"New Task" = "New Task";
"Other" = "Other";
"All tasks" = "All tasks";

"Synchronizing" = "Synchronizing";

//reaching target
"Congratulations!" = "Congratulations!";
"You have reached the target." = "You have reached the target.";
"Congratulations! You have reached the target." = "Congratulations! You have reached the target."; //OSX

//alerts
"Are you sure you want to skip the current interval?" = "Are you sure you want to skip the current interval?";
"Please log in first to enable the sync feature" = "Please login first to enable the sync feature";
"Please enter your account password." = "Please enter your account password.";
"Due to changes at the server side, please enter a password that you will use to login. You can enter your current or a new password. If you don't enter the password, the app will be logged off." = "Due to changes at the server side, please enter a password that you will use to login. You can enter your current or a new password. If you don't enter the password, the app will be logged off.";
"Unable to Login." = "Unable to Login";
"Please check your password and try to login from the Settings screen." ="Please check your password and try to login from the Settings screen.";
"Please check your internet connection and try again." ="Please check your internet connection and try again.";
//
"Unable to start the timer for the task" = "Unable to start the timer for the task";
"Please check your internet connection. Also make sure that you use the same account in both applications." = "Please check your internet connection. Also make sure that you use the same account in both applications.";
"No internet connection." = "No internet connection.";
"Please check your email." = "Please check your email.";
"Unable to restore your password." ="Unable to restore your password.";
"Your password and further instructions have been sent to your email address." = "Your password and further instructions have been sent to your email address.";
"The email address or password you entered is incorrect" = "The email address or password you entered is incorrect";
"Account with such email already exists." = "Account with such email already exists.";
"Unable to Sign Up" = "Unable to Sign Up";
"Invalid email address" = "Invalid email address";
"Please enter a password" ="Please enter a password";
"Please enter your name" ="Please enter your name";
"Password does not match the confirm password" ="Password does not match the confirm password";


"Pomodoro™ and Pomodoro Technique™ are registered trademarks of Francesco Cirillo. This app is not affiliated with Pomodoro™, Pomodoro Technique™ or Francesco Cirillo." = "Pomodoro™ and Pomodoro Technique™ are registered trademarks of Francesco Cirillo. This app is not affiliated with Pomodoro™, Pomodoro Technique™ or Francesco Cirillo.";

"Upgrade" = "Upgrade"; //upgrade to pro version
"Upgrade to Pro:" = "Upgrade to Pro:";

"Sync between iDevices & Mac" = "Sync between iDevices & Mac";
"Export to a CSV file" = "Export to a CSV file";
"No banners, no ads" ="No banners, no ads";
"Upgrade now" ="Upgrade now";

//widget
"Loading..." = "Loading...";
"Please wait" = "Please wait";


//about
"Follow us" = "Follow us";
"Our other apps" = "Our other apps";
"Subscribe to News" = "Subscribe to News";
"Subscribe to News & Offers" = "Subscribe to News & Offers";
"News & Offers" = "News & Offers";
"Privacy Policy (about)" = "Privacy Policy";
"Terms of Use (about)" = "Terms of Use";
"No news available" = "No news available";
"Rate the App" = "Rate the App";
"Support" = "Support";
"Website" ="Website";
"Help" = "Help";
"Redeem" = "Redeem";
"Upgrade to Pro" = "Upgrade to Pro";
"This device is not configured for sending Email" = "This device is not configured for sending Email";
"Question about %@ %@ (iOS %@)" = "Question about %@ %@ (iOS %@)";
"Please write only in English, thanks!" = "Please write only in English, thanks!";
"Feedback: %@ %@ (iOS %@)" = "Feedback: %@ %@ (iOS %@)";
"We'd love to know how we can make \"%@\" better. Please take a moment to contact our support team and make your experience with \"%@\" a happy one!" = "We'd love to know how we can make \"%@\" better. Please take a moment to contact our support team and make your experience with \"%@\" a happy one!";
"News and Offers" ="News and Offers";
"Just send this email to receive news and special offers." ="Just send this email to receive news and special offers.";
"This device is not configured for sending Email" ="This device is not configured for sending Email";
"Enjoy using %@?" = "Enjoy using %@?";
"Yes, I like it" ="Yes, I like it";
"Not Really" ="Not Really";
"Love using %@?" ="Love using %@?";
"Cancel" = "Cancel";

//info
//"Info" = "Info";
"Visit website" = "Visit website";

//rate
"Please take a moment to rate it.\nThanks for your support!" = "Please take a moment to rate it.\nThanks for your support!";
"Rate" = "Rate";
"No, Thanks" ="No, Thanks";

//____!!!!!!!_______!!!!!!!!_____

//Subscribe
"Subscribe to News and Special offers" = "Subscribe to News and Special offers";
"Enter your name..." = "Enter your name...";
"Enter your email..." = "Enter your email...";

"By subscribing you provide us the email and name that will be used to send news and offers to you. Please have a look at our Privacy Policy for more information." = "By subscribing you provide us the email and name that will be used to send news and offers to you. Please have a look at our Privacy Policy for more information.";
 //buttons
"No thanks" = "No thanks";
"Subscribe" = "Subscribe";


//->tasks manager
"Back" = "Back"; //return to timer screen

//--contextmenu
"Edit number of intervals" = "Edit number of intervals";
"Hide task \"Other\"" = "Hide task \"Other\"";
"Hide Details" = "Hide Details";
"Show Details" = "Show Details";

//<-tasks manager

//->timer screen
//--contextmenu
"Reports" = "Reports";
"Settings" = "Settings";
"About" = "About";
"Quit" = "Quit";

//<-timer screen

//<-reports screen
"Period" = "Period";
"Completed tasks" = "Completed tasks";
"Skipped work intervals" = "Skipped work intervals";
"Total Work Intervals" = "Total Work Intervals";

//->reports screen

//->csv export

"Assigned task" = "Assigned task";
"Task state" = "Task state";
"state_done" = "Done";
"state_undone" ="Undone";


//<-csv export

//->app settings

"General" = "General";
"Intervals" = "Intervals";
"Notifications & Sounds" = "Notifications & Sounds";
"Shortcuts" = "Shortcuts";
"Synchronization" = "Synchronization";
"Work interval duration" = "Work interval duration";
"Short break duration" = "Short break duration";
"Long break duration" = "Long break duration";
"Chronometer on break" = "Chronometer on break";
"Notifications sound level" = "Notifications sound level";
"Chronometer sound level" = "Chronometer sound level";
"Chronometer frequency" = "Chronometer frequency";
"Change password" = "Change password";
"Old password" = "Old password";
"New password" = "New password";

"seconds_p" = "seconds";
"minutes_p" = "minutes";
"tick per" = "tick per";

"Work completed sound" = "Work completed sound";
"End break sound" = "End break sound";
"Launch at startup" = "Launch at startup";
"Chronometer sound" = "Chronometer sound";
"Completion notifications" = "Completion notifications";
"Show timer in menu bar" = "Show timer in menu bar";
"Skip break if idle" = "Skip break if idle";
"Auto-start timer" = "Auto-start timer";
"Show task \"Other\"" = "Show task \"Other\"";
"Receive news & offers" = "Receive news & offers";
"Start timer" = "Start or pause timer";
"Stop timer" = "Skip interval";
"Type new shortcut" = "Type new shortcut";
"Use old shortcut" = "Use old shortcut";

//--notification sounds
"None" = "None";
"Alarm clock" = "Alarm clock";
"Bottles" = "Bottles";
"Chimes" = "Chimes";
"Circles" = "Circles";
"Complete" = "Complete";
"Crystal" = "Crystal";
"Grig" = "Grig";
"Jungle" = "Jungle";
"Mechanical" = "Mechanical";
"Old telephone" = "Old telephone";
"Reminder" = "Reminder";
"Stroll" = "Stroll";
"Train whistle" = "Train whistle";
"Trill" = "Trill";
"Victory" = "Victory";
"Waves" = "Waves";
"Whistle" = "Whistle";
"Yeehaw" = "Yeehaw";
"vibro" = "vibro";

"Bongos" = "Bongos";
"Double" = "Double";
"Magic" = "Magic";
"Meow" = "Meow";
"Ringing Bell" = "Ringing Bell";
"Triple" = "Triple";
"Trumpet" = "Trumpet";
"Win" = "Win";

//<-app settings

//->info screen

"Version" = "Version";

//<-info screen

//->feedback
"Feedback" = "Feedback";
"Feedback: %@ %@ (OS X)" = "Feedback: %@ %@ (OS X)";
"Question about %@ %@ (OSX %@)" = "Question about %@ %@ (OSX %@)";
//<-feedback

//->login screen
"Name" = "Name";
"E-mail" = "E-mail";
"Password" = "Password";
"Confirm password" = "Confirm password";
"Restore password" = "Restore password";
"Enter your email address below and further instructions will be sent" = "Enter your email address below and further instructions will be sent";
"This form collects your name and email to create and manage your account. If you agreed, this data will also be used to send news and offers to you. Please have a look at our Privacy Policy for more information." = "This form collects your name and email to create and manage your account. If you agreed, this data will also be used to send news and offers to you. Please have a look at our Privacy Policy for more information.";
"Please indicate that you have read and accepted the Terms of Use." = "Please indicate that you have read and accepted the Terms of Use.";

//should be written the the as in the sentence above
"Privacy Policy" = "Privacy Policy";
"I read and accepted the Terms of Use" = "I read and accepted the Terms of Use";
//should be written the the as in the sentence above
"Terms of Use" = "Terms of Use";
"I would like to receive news and special offers" = "I would like to receive news and special offers";

//alert
"Account with such email address already exists" = "Account with such email address already exists";
"Unable to connect to auth server" = "Unable to connect to auth server";

//<-login screen

//->toolTips
"Timer" = "Timer";
"Start Work" = "Start Work";
"Continue Work" = "Continue Work";
"Pause Work" = "Pause Work";
"Skip Work Interval" = "Skip Work Interval";
"Mark as completed" = "Mark as completed";
"Task list" = "Task list";
"Options" = "Options";
"Start Break" = "Start Break";
"Skip Break" = "Skip Break";
"Click to record new shortcut" = "Click to record new shortcut";
"Delete shortcut" = "Delete shortcut";
"Record Shortcut" = "Record Shortcut";
"Type Shortcut" = "Type Shortcut";
//<-toolTips

//
"Are you sure you want delete selected task?" = "Are you sure you want to delete selected task?";
"All completed intervals for this task will not be deleted, they will be moved to task \"Other\"" = "All completed intervals for this task will not be deleted, they will be moved to task \"Other\".";
"Are you sure you want to delete selected interval?" = "Are you sure you want to delete selected interval?";

//server error mesages
"Unable to connect to auth server." = "Unable to connect to auth server.";
"Invalid Email." = "Invalid Email.";
"Invalid Password" = "Invalid Password";
"You are already logged in." = "You are already logged in.";
"Error during login, login failed." = "Error during login, login failed.";
"Unable to connect to auth server." = "Unable to connect to auth server.";
"The email address you have entered is already registered." = "The email address you have entered is already registered.";
"Error during registration, registration failed." = "Error during registration, registration failed.";
"Unable to connect to auth server." = "Unable to connect to auth server.";
"No such account is registered. Please check your email address." = "No such account is registered. Please check your email address.";
"Unable to restore password. Please try again later." = "Unable to restore password. Please try again later.";
"You are not logged in." = "You are not logged in.";
"invalid login parameters" = "invalid login parameters";

//new
//upgrade to pro alert
"Upgrade to Pro version and get:" = "Upgrade to Pro version to:";
"✔︎ Full synchronization between iPad, iPhone and Mac\n✔︎ Export to a CSV file\n✔︎ No banners, no ads" = "✔︎ Sync data between iPhone, iPad and Mac*\n✔︎ Use tags and filters to keep focused\n✔︎ Export data to a CSV file\n✔︎ Auto backup your account daily\n✔︎ Remove banners and ads\n\n* Sync with iOS devices requires Be Focused Pro for iOS, sold separately.";

"What data do you want to use?" = "What data do you want to use?";
"Use Server Data" = "Use Server Data";
"Use Local Data" = "Use Local Data";
"password contains special characters" = "password contains special characters";
"Local Data is stored on this device. Server Data is stored on the server side. Please choose what data you want to use on all your devices." = "Local Data is stored on this device. Server Data is stored on the server side. Please choose what data you want to use on all your devices.";

//terminate alert
"Timer is active now. Are you sure you want to quit the app?" = "Timer is active now. Are you sure you want to quit the app?";
"Stop timer and Quit" = "Stop timer and Quit";
"Quit and leave timer running" = "Quit and leave timer running";

"You have already subscribed." = "You have already subscribed.";

"Work Types" = "Other Activity Types";
"Default Activity" = "Default Activity Type";
"Edit work type" = "Edit activity type";
"Delete work type" = "Delete activity type";
"Add Work Type" = "Add Activity Type";
"Work type name" = "Activity type name";
"Please specify a name for the work type" = "Please specify a name for the activity type";
"Are you sure you want delete the work type?" = "Are you sure you want delete the activity type?";
"Work type" = "Activity type";
"Default" = "Default";
"Work type settings" = "Activity type settings";
"Filters" = "Filters";
"Task details" = "Task details";

"Filter by tags" = "Filter by tags";
"Filter by due date" = "Filter by due date";
"From date" = "From date";
"To date" = "To date";
"Disabled" = "Disabled";
"Equal to date" = "Equal to date";
"After or equal to date" = "After or equal to date";
"Before or equal to date" = "Before or equal to date";
"In range of dates" = "In range of dates";
"Due date" = "Due date";
"All day" = "All day";
"To add or paste tasks, you should disable filters first." = "To add or paste tasks, you should disable filters first.";
"To reorder tasks, you should disable filters first." = "To reorder tasks, you should disable filters first.";
"Disable Filters" = "Disable Filters";

"Disable filters" = "Disable filters";
"Reset" = "Reset";
"Tomorrow" = "Tomorrow";
"Next week" = "Next week";
"Reset Filters" = "Reset Filters";
"Add Task" = "Add Task";
"Due date is" = "Due date is";

"Title" = "Title";
"Notes" = "Notes";
"Tags" = "Tags";
"Estimated intervals" = "Estimated intervals";

"Reports in Intervals" = "Intervals";
"Reports in Hours" = "Hours";
"Select report units" = "Select report units";

"Total Work Time" = "Total Work Time";
"hours" = "hours";
"Hours" = "Hours";
"Dates" = "Dates";

"Total Duration" = "Total duration";
"Estimation error" = "Estimation error";

"The difference between actual and estimated number of completed intervals for tasks completed within the specified period" = "The difference between actual and estimated number of completed intervals for tasks completed within the specified period";


"The data on this device differs from the data stored on the server side. Please choose what data do you want to use across all your devices and the server side. Other data will be replaced by the selected one." = "The data on this device differs from the data stored on the server side. Please choose what data do you want to use across all your devices and the server side. Other data will be replaced by the selected one.";
"Sync using Local Data" = "Data from this Device";
"Sync using Server Data" = "Data from the Server";

"Remember the answer" = "Remember the answer";
"Synchronize (⌘S)" = "Synchronize (⌘S)";

"Select All" = "Select All";
"Deselect All" = "Deselect All";

"UILangCheck" = "English";


"Sync data across iPhone, iPad and Mac" = "Sync data across iPhone, iPad and Mac";
"Use tags and filters to keep focused" = "Use tags and filters to keep focused";
"Export data to a CSV file" = "Export data to a CSV file";
"Auto backup your account daily" = "Auto backup your account daily";
"Remove banners and ads" = "Remove banners and ads";
"* Sync with iOS devices requires Be Focused Pro for iOS, sold separately." = "* Sync with iOS devices requires Be Focused Pro for iOS, sold separately.";

"Activity help" = "To specify custom timer settings for a task, create specific activity type (e.g. Work, Study) and assign it to the task. Then you'll also be able to assign this activity type to other similar tasks.\n\nYou can create and assign activity type right here from the drop-down menu. Also you can manage activity types in the app settings on Intervals tab.";

"Settings activity help" = "To specify custom timer settings for a task or group of tasks, add here specific activity type (e.g. Work, Study) and assign it to the tasks via task details panel (go to the task list, select a task, press Task Details button, select the activity type).";

"Appearance" = "Appearance";
"Light" = "Light";
"Dark" = "Dark";
"Auto" = "Auto";

"Blocking" = "Blocking";

"Apps Blocking" = "Apps to Block";
"Websites Blocking" = "Websites to Block";

"Blocking help" = "Here you can specify apps and websites which you want to block when a work interval is active.";
"Are you sure you want to delete this app from the block list?" = "Are you sure you want to delete this app from the block list?";
"Are you sure you want to delete this website from the block list?" = "Are you sure you want to delete this website from the block list?";

"Add app to the block list" = "Add app to the block list";
"Add website to the block list" = "Add website to the block list";
"Select" = "Select";
"Select apps you want to add to the block list" = "Select apps you want to add to the block list";

"is blocked" = "is blocked";
"You specified to block this app when a work interval is running" = "You specified to block this app when a work interval is running";
"This website already exists in the block list" = "This website already exists in the block list";

"App blocked notifications" = "Show notification when app is blocked";
"App blocked notifications sound" = "Play sound when app is blocked";

"Current password" = "Current password";
"Account password" = "Account password";
"Account" = "Account";
"Delete account" = "Delete account";
"Account Settings" = "Account Settings";

"Please enter the current password" = "Please enter the current password";
"Please enter a new password" = "Please enter a new password";
"Please confirm the new password" = "Please confirm the new password";
"New password does not match the confirm password" = "New password does not match the confirm password";
"Please contact us at %@ to delete your account." = "Please contact us at %@ to delete your account.";
"Please enter the account password" = "Please enter the account password";
"You have entered wrong account password. Please contact us at %@ to delete your account." = "You have entered wrong account password. Please contact us at %@ to delete your account.";
"You have entered wrong account password. Please check it and try again." = "You have entered wrong account password. Please check it and try again.";
"Are you sure you want to delete your account?" = "Are you sure you want to delete your account?";
"Are you sure you want to delete your account %@?" = "Are you sure you want to delete your account %@?";
"You can contact us at %@ to request your account deletion." = "You can contact us at %@ to request your account deletion.";
"Unable to perform operation, please contact us at %@ to delete your account." = "Unable to perform operation, please contact us at %@ to delete your account.";
"Your request has been sent, account deletion will be completed within 24 hours." = "Your request has been sent, account deletion will be completed within 24 hours.";

"CHANGE ACCOUNT PASSWORD" = "CHANGE ACCOUNT PASSWORD";
"DELETE ACCOUNT" = "DELETE ACCOUNT";

"Allow access to %@" = "Allow access to %@";
"To block websites during work intervals you need to allow Be Focused access to %@. You can do it in the System Preferences -> Security & Privacy -> Privacy." = "To block websites during work intervals you need to allow Be Focused access to %@. You can do it in the System Preferences -> Security & Privacy -> Privacy -> Automation.";
"System Preferences" = "System Preferences";

"Block distracting apps and websites" = "Block distracting apps and websites";

"Please enter a code." = "Please enter a code";
"The code is incorrect." = "The code is incorrect";

"Upgrade %@" = "Upgrade %@";
"Restore purchase" = "Restore purchase";

//TO TRANSLATE

"\"Right click\" or \"Ctrl+Click\" the icon \nto quickly start, pause or skip interval" = "\"Right click\" or \"Ctrl+Click\" the icon \nto quickly start, pause or skip interval";

